const RussianLabels = {
  topbattwarminginfo_plugin_1: 'Невозможно движение автомобиля из-за низкой температуры тяговой батареи.\n'
      + '\n'
      + 'Для прогрева батареи включите режим READY или подключите зарядку.',
  topbattwarminginfo_plugin_2: 'Невозможно движение автомобиля из-за низкой температуры тяговой батареи.\n'
      + '\n'
      + 'Подключите зарядку для прогрева батареи.',
  topbattwarminginfo_warm_1: 'Температура тяговой батареи повысилась, автомобиль может начать движение.',
  topbattwarminginfo_warm_2: 'Автомобиль не может эксплуатироваться из-за низкой температуры тяговой батареи.\n'
      + '\n'
      + 'Батарея подогревается. Пожалуйста, подождите!',
  topbattwarminginfo_stop_1: 'Автомобиль не может эксплуатироваться из-за низкой температуры тяговой батареи.\n'
      + 'Требуется подогреть батарею, но не обеспечены необходимые условия для подогрева. \n'
      + '\n'
      + 'Пожалуйста, подождите, пока повысится внешняя температура.',
  topbattwarminginfo: 'Пожалуйста, подключите зарядку тяговой батареи для предотвращения понижения температуры.\n'
      + 'Прогрев батареи начнется после подключения зарядки.',
};

module.exports.RussianLabels = RussianLabels;
